tap "d12frosted/emacs-plus"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "giflib"
brew "jpeg"
brew "libpng"
brew "autoconf"
brew "python@3.9"
brew "awscli"
brew "pkg-config"
brew "cairo"
brew "cloc"
brew "clojure"
brew "coreutils"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-compose"
brew "doctl"
brew "fd"
brew "gnutls"
brew "sdl2"
brew "ffmpeg"
brew "fish"
brew "fortune"
brew "gh"
brew "git"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "grep"
brew "groovysdk"
brew "gstreamer"
brew "html-xml-utils"
brew "htop"
brew "httperf"
brew "imagemagick"
brew "inetutils"
brew "iperf"
brew "jansson"
brew "jq"
brew "katago"
brew "kubernetes-cli"
brew "lazydocker"
brew "leiningen"
brew "libpq"
brew "pango"
brew "librsvg"
brew "libxml2"
brew "make"
brew "node"
brew "markdownlint-cli"
brew "mosh"
brew "neovim"
brew "nginx", restart_service: true
brew "pandoc"
brew "pinentry-mac"
brew "python@3.8"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "shellcheck"
brew "sops"
brew "subversion"
brew "tfenv"
brew "the_silver_searcher"
brew "tmux"
brew "transmission-cli", restart_service: true
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-modern-doom3-icon"]
cask "aws-vault"
cask "cscreen"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "katrain"
cask "ngrok"
cask "transmission"
cask "vlc"
cask "vmpk"
